/* 1 Person */
"1PersonButton" = "شخص واحد";

/* About */
"AboutSection" = "عن";

/* Add a caption (optional) */
"AddCaptionPlaceHolder" = "أضف تسمية توضيحية (اختياري)";

/* New Address */
"AddContactsTitle" = "عنوان جديد";

/* Add Email */
"AddEmailLabel" = "أضف البريد الإلكتروني";

/* You've already flagged this photo */
"AlreadyFlaggedPicture" = "تم وضع إشارة مسبقاً على هذه الصورة";

/* Back */
"BackButton" = "الرجوع";

/* Back */
"BackButtonTitle" = "الرجوع";

/* Tap to select who you'd like to send your photo to */
"BottomLabel" = "اضغط لتحديد من تود إرسال صورتك إليهم";

/* Cancel */
"Cancel" = "إلغاء";

/* Cancel */
"CancelButton" = "إلغاء";

/* Configure */
"ConfigureButton" = "تكوين";

/* Contact Us */
"ContactUs" = "اتصل بنا";

/* Credits */
"CreditsTitle" = "فريق العمل";

/* Delete */
"Delete" = "حذف";

/* Your photo and caption will be deleted from the public gallery, but will still remain in your device's Camera Roll and on any third-party sites you may have shared it */
"DeleteBoxText" = "سيتم حذف الصورة والتسمية التوضيحية من معرض الصور العام لكنها ستبقى محفوظة على الكاميرا الخاصة بجهازك أو على أي موقع آخر قمت بمشاركتها عليه";

/* Delete from the public gallery? */
"DeleteBoxTitle" = "حذف الصورة من معرض الصور العام؟";

/* Deleting... */
"Deleting" = "يتم الحذف...";

/* Done */
"DoneButton" = "تم";

/* Edit */
"EditButton" = "تعديل";

/* Edit Caption */
"EditCaption" = "تعديل التسمية التوضيحية";

/* Email */
"EmailLabel" = "البريد الإلكتروني";

/* Enter new caption */
"EnterNewCaption" = "أدخل تسمية توضيحية جديدة";

/* The image has not been downloaded, please wait until it's loaded before sharing it */
"ErrorDownloadingImage" = "لم يتم تنزيل الصورة، يرجى الانتظار حتى يتم التحميل قبل مشاركتها";

/* An error occurred while processing your request to invite a Facebook friend. Please try again */
"ErrorInvitingFriends" = "حدث خطأ أثناء معالجة طلبك لدعوة أحد أصدقائك على فيسبوك. يرجى إعادة المحاولة";

/* An error occurred while processing your request to vote for the photo. Please try again */
"ErrorLikingPhoto" = "حدث خطأ أثناء معالجة طلبك للتصويت لصالح الصورة. يرجى إعادة المحاولة";

/* This feature requires an active internet connection. Please verify your connection and try again. */
"ErrorLoadingPageAlert" = "تتطلب هذه الخاصية اتصالاً بالإنترنت. يرجى التحقق من الاتصال وإعادة المحاولة";

/* You don't have any pictures to share. Please take your first picture */
"ErrorNoPicturesShare" = "لا توجد لديك صور للنشر. من فضلك التقط صورتك الأولى";

/* An error occurred while saving your photo. Please try again */
"ErrorSaveImageAlert" = "حدث خطأ أثناء حفظ صورتك. يرجى إعادة المحاولة";

/* An error occurred while saving your photo to your device's Camera Roll. Please try again */
"ErrorSavingCameraRollStatus" = "حدث خطأ أثناء حفظ صورتك على الكاميرا الخاصة بجهازك. يرجى إعادة المحاولة";

/* Error saving to Camera Roll! */
"ErrorSavingCameraRollTitle" = "حدث خطأ أثناء الحفظ في الكاميرا!";

/* Sorry! This image can't be shared */
"ErrorShareAd" = "المعذرة! لا يمكن مشاركة هذه الصورة";

/* An error occurred while sending your photo to Facebook */
"ErrorSharingFacebook" = "حدث خطأ أثناء إرسال صورتك إلى فيسبوك";

/* An error occurred while sending your photo to Twitter */
"ErrorSharingTwitter" = "حدث خطأ أثناء إرسال صورتك إلى تويتر";

/* An error occurred while uploading your photo */
"ErrorUploadingImageStatus" = "حدث خطأ أثناء تحميل صورتك";

/* Yes, authorize with Facebook */
"FacebookConnect" = "نعم، أصرح بالربط مع فيسبوك";

/* Facebook authentication required */
"FacebookConnectTitle" = "مصادقة الفيسبوك مطلوبة";

/* De-authorize Facebook  */
"FacebookDeauthTitle" = "إلغاء الربط مع الفيسبوك";

/* Facebook */
"FacebookLabel" = "فيسبوك";

/* Emails */
"FavoriteContactsTitle" = "عناوين البريد الإلكتروني";

/* Flagging... */
"Flagging" = "يتم وضع الإشارة...";

/* Your report has been sent. */
"FlagReportSent" = "تم إرسال التقرير الخاص بك";

/* Friends */
"FriendsGallery" = "الأصدقاء";

/* From my contacts list */
"FromContactsButton" = "من قائمة جهات الاتصال الخاصة بي";

/* Galleries */
"GalleriesSection" = "معارض الصور";

/* Help */
"HelpScreenTitle" = "المساعدة";

/* Help */
"HelpTitle" = "المساعدة";

/* Image saved to Photo Album. */
"ImageSavedMessage" = "تم حفظ الصورة في ألبوم الصور";

/* Sorry! There was an error saving your image. Please try again! */
"ImageSavingError" = "عذراً! حدث خطأ أثناء حفظ الصورة. يرجى إعادة المحاولة!";

/* If you proceed you will lose all changes to this picture. Are you sure you want to proceed? */
"LoseChangesConfirmationAlert" = "إذا تابعت ستفقد كافة التغييرات على هذه الصورة. هل أنت متأكد من رغبتك في المتابعة؟";

/* Make Private */
"MakePrivate" = "اجعلها خاصة";

/* Do you want to remove this photo from the Public Gallery? */
"MakePrivateText" = "هل تريد إزالة هذه الصورة من معرض الصور العام؟";

/* Make Private? */
"MakePrivateTitle" = "اجعلها خاصة؟";

/* Me */
"MeGallery" = "أنا";

/* Public Photo Gallery */
"MonsterCourtGallery" = "The Walking Dead";

/* Name */
"NameLabel" = "الاسم";

/* Enter new address */
"NewContactAddressButton" = "أدخل العنوان الجديد";

/* This feature requires an active internet connection. Please verify your connection and try again. */
"NoConnectionMessage" = "تتطلب هذه الخاصية اتصالاً بالإنترنت. يرجى التحقق من الاتصال وإعادة المحاولة.";

/* There is no photo to like */
"NoPictureToLike" = "لا توجد صورة للإعجاب بها";

/* %d Persons */
"NPersonButton" = "d% من الأشخاص";

/* Ok */
"OK" = "موافق";

/* Your photo has been deleted! */
"PhotoDeletedConfirmation" = "تم حذف صورتك";

/* Privacy Policy */
"PrivacyPolicyTitle" = "سياسة الخصوصية";

/* An error occurred while deleting your Picture. Please try again */
"ProblemDeletingPicture" = "حدث خطأ أثناء حذف صورتك. يرجى إعادة المحاولة";

/* An error occurred while flagging the photo. Please try again */
"ProblemFlaggingPhoto" = "حدث خطأ أثناء وضع إشارة على الصورة. يرجى إعادة المحاولة";

/* An error occurred while liking the Picture. Please try again */
"ProblemLikingPicture" = "حدث خطأ أثناء الإعجاب بالصورة. يرجى إعادة المحاولة";

/* An error occurred while sharing the picture to Facebook. */
"ProblemSharingPhoto" = "حدث خطأ أثناء مشاركة الصورة على فيسبوك. ";

/* Yes, proceed */
"ProceedButton" = "نعم، استمر";

/* Public Photo Gallery */
"PublicGalleryLabel" = "The Walking Dead";

/* Public Photo Gallery */
"PublicGalleryTitle" = "The Walking Dead";

/* Flag as Inappropriate */
"ReportInappropriate" = "وضع إشارة غير ملائمة";

/* Saved to Camera Roll! */
"SavedToCameraRollStatus" = "تم حفظ الصورة في الكاميرا!";

/* Share */
"SaveScreenTitle" = "مشاركة";

/* Saving to Camera Roll */
"SavingCameraRollStatus" = "يتم حفظ الصورة في الكاميرا";

/* Send to... */
"SendToSectionHeader" = "أرسل إلى...";

/* Terms & Conditions */
"TermsConditionsTitle" = "الشروط والأحكام";

/* Thank You */
"ThankYou" = "شكراً";

/* Terms & Conditions */
"ToSTitle" = "الشروط والأحكام";

/* Twitter */
"Twitter" = "تويتر";

/* Please enter a valid name and email */
"ValidEmailError" = "يرجى إدخال اسم وبريد إلكتروني صحيحين";

/* This feature requires you to connect with Facebook */
"NoFacebookAccount" = "تتطلب هذه الخاصية الاتصال بفيسبوك";

/* This feature requires iOS version 5.0 and above. Please upgrade your device to a more recent version of iOS and try again */
"NoTwitterMessage" = "تتطلب هذه الخاصية نظام تشغيل iOS 5.0 أو أعلى. يرجى ترقية الجهاز إلى إصدار أحدث من نظام التشغيل وإعادة المحاولة";

/* This feature requires you to log in to your Twitter account */
"NoTwitterAccount" = "تتطلب هذه الخاصية تسجيل الدخول على حساب تويتر الخاص بك";

/* Tweet */
"TweetButton" = "غرد";

/* Post */
"FacebookPostButton" = "انشر";

/* Connect with Facebook */
"ConnectFacebookFriendsButton" = "اتصل مع الفيسبوك";

/* An error occurred while loading your Friends Gallery. Please verify your network connection and try again */
"ErrorLoadingFriendsGalleryMessage" = "حدث خطأ أثناء تحميل معرض صور أصدقائك. من فضلك تأكد من اتصالك بالشبكة وحاول مجدداً";

/* An error occurred while loading your Friends Gallery. Please verify your network connection and try again */
"ErrorLoadingPublicGalleryMessage" = "حدث خطأ أثناء تحميل معرض صور أصدقائك. من فضلك تأكد من اتصالك بالشبكة وحاول مجدداً";

/* This image can't be modified */
"ErrorMoreAd" = "لا يمكن تعديل هذه الصورة";

/* You don't have any photos yet. Tap the camera icon below to make your own Walker photos! */
"ErrorNoPicturesOptions" = "لم تضف أي صورة بعد. انقر على أيقونة الكاميرا بالأسفل لإنشاء صور
الأموات السائرون الخاصة بك!";

/* Post */
"FacebookPostButton" = "انشر";

/* Invite with Facebook */
"InviteFriendsButton" = "وجه دعوة عبر الفيسبوك";

/* No photos of your friends? Invite your Facebook friends to create their own Walker photo */
"InviteFriendsMessage" = "لا توجد صور لأصدقائك؟ وجه دعوة لأصدقائك عبر الفيسبوك لإنشاء صور الأموات السائرون الخاصة بهم";

/* No photos of your friends? Connect with Facebook and invite your friends to join! */
"LoginToInviteFriendsMessage" = "لا توجد صور لأصدقائك؟ اتصل مع الفيسبوك ووجه دعوة لأصدقائك للانضمام!";

/* You haven't created any Walker photos yet. Tap the camera button below to make your own Walker photo! */
"NoWalkersCreatedMessage" = "!لم تنشئ أي صورة من صور السائرون بعد. أنقر على أيقونة الكاميرا بالأسفل لإنشاء ألبوم صور الأموات السائرون الخاص بك";

/* Your invitation was sent successfully */
"ThanksForInvitingMessage" = "تم إرسال دعوتك بنجاح";

/* Version: */
"VersionText" = "النسخة:";

/* Settings */
"SettingsSection" = "الإعدادات";

/* Submit to Talking Dead */
"TalkingDeadLabel" = "";

/* If you believe this photo contains inappropriate content, report it to us and we will review it shortly */
"FlagBoxText" = "إن كنت ترى أن هذه الصورة غير مناسبة فيرجى وضع إشارة عليها ليقوم فريقنا بمراجعتها";

/* Report this Photo */
"FlagBoxTitle" = "وضع إشارة تفيد أنها غير ملائمة؟";

/* Report it */
"FlagButtonText" = "العلم للمراجعة";

